In [6]:
import pandas as pd

df = pd.DataFrame ({
    "Name" : [
        "Beni Samuel",
        "Ishimwe Hirwa"
    ],
    "Class" : [
        "Year 1one",
        "Year 2two"
    ]
})

df

            Name      Class
0    Beni Samuel  Year 1one
1  Ishimwe Hirwa  Year 2two

In [8]:
df

            Name      Class
0    Beni Samuel  Year 1one
1  Ishimwe Hirwa  Year 2two

In [12]:
class_students = pd.DataFrame (
    {
        "name" : [
            "Beni samuel",
            "Laurent",
            "Wigo",
            "Cristian",
        ],
        "tech" : [
            "Full Stack | Mobile Developer | Data Scientist | Cyber Security ",
            "Mobile Developer | Web Developer ",
            "FullStack Web Developer | OS Explorer ",
            "Software Engineer"
        ]
    }
)

class_students

          name                                               tech
0  Beni samuel  Full Stack | Mobile Developer | Data Scientist...
1      Laurent                  Mobile Developer | Web Developer
2         Wigo             FullStack Web Developer | OS Explorer
3     Cristian                                  Software Engineer

In [16]:
# python basic
text = "hello world"
text

'hello world'

SyntaxError: invalid syntax (2532687740.py, line 1)